Repository: sametatabasch/Notices-Duyurular
Catalog: lang/Notices-Duyurular-*.po
Languages: tr_tr

source: Notice mark as read successfully
tr_tr: Duyuru başarıyla okundu olarak işaretlendi

source: Notice
tr_tr: Duyuru

source: New Notice
tr_tr: Yeni Duyuru

source: Add New Notice
tr_tr: Yeni Duyuru Ekle

source: Edit Notice
tr_tr: Duyuruyu Düzenle

source: All Notice
tr_tr: Tüm Duyurular

source: View Notice
tr_tr: Duyuruyu Göster

source: Search Notice
tr_tr: Duyuru Ara

source: Notice Not Found
tr_tr: Duyuru bulunamadı

source: Notice Not Found In Trash
tr_tr: Çöpte Duyuru bulunamadı

source: Notices
tr_tr: Duyurular

source: Notice Settings
tr_tr: Duyuru Ayarları

source: If you do not want to see again this notice,click &#34;do not show again&#34;.
tr_tr: Bu duyuruyu bir daha görmek istemiyorsanız, "Bir daha gösterme" butonuna basın.

source: Do not show again
tr_tr: Bir daha gösterme

source: Close
tr_tr: Kapat

source: if you close notices with click background, you see notices again and again. İf you dont want see notices again, close notices with close button.
tr_tr: Eğer duyuruyu arkaplana tıklayarak kapatırsanız duyuru her ziyaretinizde tekrar gösterilir. Tekrar gözükmesini istemiyorsanız kapatma butunu ile kapatınız.

source: Who can see :
tr_tr: Kimler Görebilir:

source: Everyone
tr_tr: Herkes

source: Only User
tr_tr: Sadece Üyeler

source: Display Mode :
tr_tr: Gösterim Modu:

source: Window
tr_tr: Pencere

source: Bar
tr_tr: Şerit

source: Last display date :
tr_tr: Son Gösterim Tarihi

source: Type :
tr_tr: Tipi:

source: White
tr_tr: Beyaz

source: Red
tr_tr: Kırmızı

source: Blue
tr_tr: MAvi

source: Green
tr_tr: Yeşil

source: No Border :
tr_tr: Kenarlıksız

source: Size :
tr_tr: Boyut :

source: xLarge
tr_tr: Çok Geniş

source: Large
tr_tr: Geniş

source: Medium
tr_tr: Orta

source: Small
tr_tr: Küçük

source: Add time limit
tr_tr: Süre sınırı ekle

source: Display Time :
tr_tr: Görünme Süresi :
